IDEA Open Model
ReinfBarInclined.Angle Property
Compatible with IDEA StatiCa Beta 20.0
 Angle between bar and master edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Angle { get; set; }
Public Property Angle As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace